 {
   "linksName":{
        "about":"Про мене",
        "works":"Мої роботи",
        "contacts":"Контакти"
    },
    "resume": "Моє резюме",
    "myNameIs":{
      "greeting":"Привіт, мене звати",
      "name":"Тарас Мальченко.",
      "buildThings":"Я створюю сайти.",
      "greetingText":"Я junior front end developr, який спеціалізується на створенні веб-сайтів. Зараз я зосереджений на створенні доступних, орієнтованих на людину сайтів на фрілансі, але хочу бути частиною чогось більшого."
    },
    "TitleAboutMe":"Про мене",
    "textAboutMe":{
      "first":"Привіт, мене звати Тарас Мальченко, я люблю програмувати. Моя історія в програмуванні почалася один роки тому. Я ніколи не думав пов'язати своє життя з програмуванням. Я захоплювався спортом, отримав ступінь бакалавра та магістра права. Але війна змінила моє життя, я не знав що робити далі. Але одного дня мій друг, який був в програмуванні вже два роки сказав мені: «Чому б тобі не спробувати?». І це стало відправною точкою моєї кар’єри програміста.",
      "third":"Перемотуємось до сьогоднішнього дня, я закінчив величезну кількість курсів з HTML/CSS/JS і Vue.JS. Загалом я комунікабельна, доброзичлива, весела та балакуча людина, яка бажає щодня підвищувати свої знання. Крім того, відчуття розв’язаного важкого завдання змушує мене відчувати себе добре. На мою думку, це лише два шляхи деградації або прогресу, якщо ти залишаєшся на місці – ти деградуєш",
      "fourth":"Ось кілька технологій, з якими я працюю:"
    },
    "TitleMyWorks":"Мої роботи",
    "MyWorksSDescription":{
      "WineShopSite":"Я вирішив, що в моєму портфоліо повинен бути сайт магазину. Я шукав в Figma, Dribble,  гарний дизайн, і це зайняло багато часу. Але нарешті я знайшов винний магазин і вирішив його зробити. Це звичайний онлайн магазин. Я використовував Vue.js і TailwindCss, а для надсилання вашого замовлення Firebase. Усі виклики API були зроблені за допомогою JSONPlaceholder.",
      "VueMovie":"Оскільки я фанат кіноіндустрії, я хотів зробити якийсь проект, який допоможе знайти фільм, серіал тощо для перегляду. Весь сайт створено за допомогою Vue.JS і TailwindCss. Крім того, я провів автентифікацію за допомогою Firebase. Форум — це місце, де можна обговорити фільм (доступно лише для авторизованих користувачів).",
      "VueApp":"Це був мій перший проект на Vue. Тож я вирішив зробити найпопулярніші навчальні завдання, такі як калькулятор, прогноз погоди, список справ, автентифікація. Це було дуже важко зробити вперше, але я сподіваюся, що вам сподобається.",
      "UkraineFoLife":"Це був найважчий проект, над яким я коли-небудь працював. Я зробив візуальний вигляд сайту та деяку логіку для нього. Там багато корисних речей, таких як переклад, спливаючі вікна, галерея і так далі.",
      "YogaMasters":"Керівник команди дав мені завдання зробити адаптивний сайт. Отже, я зробив це. Це було чудово зробити, тому що я справді зацікавлений у чистій, адаптивній верстці."
    },
    "TitleContacts":"Мої контакти",
    "Contacts":{
      "first":"На зв'язку",
      "second":"Зараз я шукаю нові можливості. Ви можете зв'язатися зі мною через Telegram або мій номер телефону. Якщо вам потрібен хороший працівник, дзвоніть або пишіть мені. Чекаю на вашу відповідь.",
      "third":"Cказати привіт"
    }
}
